<#import "/icloud/icloud-main-container.ftl" as imc/>
<@imc.mainContainer current="行情"  jsFiles=[] cssFiles=['icloud/icloud_usercenter.css'] >
<div class="regist">
    <!--regist start-->
    <div class="chief">
        <h3>会员注册</h3>
    </div>
    <div class="message">
        <!--message start-->
        <h3>账号信息</h3>
        <table cellpadding="0" cellspacing="0" class="mes_tab">
            <colgroup>
                <col width="150px" />
            </colgroup>
            <tr>
                <td>
                    <i>*</i>用户名</td>
                <td>
                    <input type="text" />
                    <em>字母开头，由4～16个数字或字母组成。</em>
                </td>
            </tr>
            <tr>
                <td>
                    <i>*</i>电子邮箱</td>
                <td>
                    <input type="text" />
                    <em>此邮箱用户找回密码等服务，请确保地址正确。</em>
                </td>
            </tr>
            <tr>
                <td>
                    <i>*</i>手机号码</td>
                <td class="hint">
                    <input type="text" />
                    <small>
                        <span></span>请填写手机号码</small>
                </td>
            </tr>
            <tr>
                <td>QQ</td>
                <td>
                    <input type="text" />
                </td>
            </tr>
            <tr>
                <td>
                    <i>*</i>设置密码</td>
                <td>
                    <input type="text" />
                    <em>4~20位数字或者字母的组合，区分大小写。</em>
                </td>
            </tr>
            <tr>
                <td>
                    <i>*</i>确认密码</td>
                <td>
                    <input type="text" />
                </td>
            </tr>

        </table>
    </div>

    <div class="message">
        <!--message start-->
        <h3>主要业务联系人信息</h3>
        <table cellpadding="0" cellspacing="0" class="mes_tab">
            <colgroup>
                <col width="150px" />
            </colgroup>
            <tr>
                <td>
                    <i>*</i>姓名</td>
                <td>
                    <input type="text" />
                </td>
            </tr>
            <tr>
                <td>
                    <i>*</i>电子邮箱</td>
                <td>
                    <input type="text" />
                </td>
            </tr>
            <tr>
                <td>
                    <i>*</i>手机号码</td>
                <td>
                    <input type="text" />
                </td>
            </tr>
            <tr>
                <td>
                    <i>*</i>办公电话</td>
                <td>
                    <input type="text" />
                </td>
            </tr>
            <tr>
                <td>QQ</td>
                <td>
                    <input type="text" />
                </td>
            </tr>
            <tr>
                <td></td>
                <td>
                    <textarea>注册协议内容： 采购协议 1．天地行服务协议的确认天地行各项服务的所有权与运作权归上海长寿国际旅行社有限公司所有。一旦您点选"采购商注册"并通过注册程序，将成为天地行的注册会员。即表示您自愿接受本协议之所有条款，并自动接受天地行系统及后续更新的各类信息服务及其条款。 2．服务介绍 2.1　天地行服务的具体内容由天地行根据实际情况提供，天地行对其所提供之服务拥有最终解释权。 2.2　天地行向其会员提供相关网络服务，与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均由会员自行负担。 3．会员帐号及密码您注册会员成功后，将得到一个帐号和密码。您应妥善保管该帐号及密码，并对该帐号进行的所有活动及事件负法律责任。因黑客行为或会员保管疏忽致使帐号、密码被他人非法使用及非法使用造成的经济损失，天地行不承担任何责任。如您发现任何非法使用会员帐号或安全漏洞的情况，请立即与天地行联系。 4．会员权责 4.1　会员有权按照天地行规定的程序和要求使用天地行向会员提供的各项网络服务，如果会员对该服务有异议，可以与天地行联系以便得到及时解决。 4.2　用户在申请使用天地行网络服务时，必须向天地行提供准确的个人资料，如个人资料有任何变动，必须及时更新。 4.3　会员可选择接受天地行通过电子邮件或其他方式向会员发送促销或其他相关商业信息。 4.4　会员在天地行的网页上发布信息或者利用天地行的服务时必须符合国家的法律法规以及国际法的有关规定。 4.5　会员不得利用本站的服务从事以下活动： (1) 利用网站漏洞进行删除、修改或者增加数据； (2) 故意制作、传播计算机病毒等破坏性程序； (3) 其他危害计算机信息网络安全的行为。 4.6 会员不得以任何方式干扰本站的服务。 4.7　会员承诺遵守本站的所有其他规定和程序。 4.8　如果会员违反上述规定，天地行有权要求其改正或直接采取一切必要措施（包括但不限于更改或删除会员发布的信息、中断或终止会员使用网络的权利等），以减轻会员不当行为所造成的影响。 5．　电子客票服务告知 5.1 客票有效期国内运输客票的有效期为一年。定期客票自旅客开始旅行之日起计算，不定期客票自填开客票之次日零时起计算。完全未使用的定期客票按不定期客票计算客票有效期。特种票价客票的有效期以承运人的规定为准。 5.2 通过天地行预订成功的编码，如未及时支付成功可能导致编码被取消。 6．　服务条款的修改天地行有权在必要时修改本服务条款，服务条款的内容一旦发生变动，天地行将会通过适当方式向会员提示修改内容。会员如不同意修改，可以主动选择取消会员资格；如果会员继续使用天地行服务，将被视为接受修改后的服务条款。 7．　服务内容的修改或中断鉴于网络服务的特殊性，天地行保留随时修改或中断其部分或全部网络服务的权利，并无需通知会员或为此对会员及任何第三方负责。 8．　会员隐私保护天地行尊重会员的隐私权，不会公开、编辑或泄露任何有关会员的个人资料以及会员在使用网络服务时存储在天地行的非公开内容，但以下情况除外： （1）事先获得会员的明确授权； （2）遵守法律规定或天地行合法服务程序； （3）按照相关政府主管部门的合理要求； （4）维护社会公众利益； （5）维护天地行的合法权益； （6）符合其他合法要求。 9．　中断或终止服务如发生下列任何一种情形，天地行有权随时中断或终止向会员提供本协议项下的网络服务，而无需对会员或任何第三方承担任何责任。 （1）会员向天地行提供的个人资料不真实。 （2）会员违反本协议的规则或不履行其所承担的义务。除此之外，会员可随时根据需要通知天地行终止向该会员提供服务，会员服务终止后，会员使用服务的权利同时终止。自会员服务终止之时起，天地行不再对该会员承担任何责任。 10．　知识产权 10.1 天地行在网络服务中提供的任何文本、图片、图形、音频和视频资料均受版权、商标权以及其他相关法律法规的保护。未经天地行事先同意，任何人不能擅自复制、传播这些内容，或用于其他任何商业目的，所有这些资料或资料的任何部分仅可作为个人或非商业用途而保存在某台计算机内。 10.2 天地行为提供网络服务而使用的任何软件（包括但不限于软件中的任何文字、图形、音频、视频资料及其辅助资料）的一切权利属于该软件的著作权人，未经该著作权人同意，任何人不得对该软件进行反向工程、反向编译或反汇编。 10.3 经由天地行许可，天地行分销商可在信息传播过程中加入天地行标志及宣传资料以配合其广告销售。任何这类宣传方法，天地行没有义务为其广告销售负任何一部分的责任。 11．　免责声明 11.1 天地行对任何因会员不正当或非法使用服务、在网上进行交易、或会员传送信息变动而产生的直接、间接、偶然、特殊及后续的损害不承担责任。 11.2 天地行对任何他人的威胁性的、诽谤性的、淫秽的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）不承担责任；并对任何第三方通过服务发送或在服务中包含的任何内容不承担责任。 11.3 会员明确同意其使用天地行服务所存在的风险,包括但不限于供应商原因造成的退票退款风险以及使用天地行网络服务产生的一切后果由其自己承担。 11.4 对于因不可抗力或天地行不能控制的原因造成的网络服务中断或其它缺陷，天地行不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。 11.5 天地行不对所提供之网络服务做任何类型之担保，包括但不限于： （1） 网络服务一定能满足会员要求； （2） 网络服务不会中断； （3） 网络服务的及时性、安全性、准确性。但是天地行对不违反规定的特定目的担保不作限制。 12．　赔偿因会员对本服务之使用而导致天地行遭受任何来自第三方之纠纷、诉讼及索赔要求，会员同意向天地行及其关联企业、职员赔偿相应损失（包括合理的律师费），并尽力使之免受损害。 13．　通告所有发给会员的通告都可以通过重要页面的公告、电子邮件以及常规信件的形式传送。 14．　法律天地行服务条款之效力、解释、执行均适用中华人民共和国法律。如发生争议，应提交至有管辖权之人民法院。 15．　其他规定本服务条款中的标题仅为方便而设，在解释本服务条款时应被忽略。
                    </textarea>
                </td>
            </tr>
            <tr>
                <td></td>
                <td>
                    <label>
                        <input type="checkbox" />我愿意接受某某某某协议</label>
                </td>
            </tr>
            <tr>
                <td></td>
                <td>
                    <a class="adaptiveButton brightRed_btn">
                        <span class="left"></span>
                        <span class="center">注 册</span>
                        <span class="right"></span>
                    </a>
                </td>
            </tr>
        </table>
    </div>
    <!--message end-->
</div>
<!--regist end-->
</@imc.mainContainer>